/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@, %2$d %3$@, data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA-sammanjämkning";

/* Label of field in authority info access extension */
"Access Location" = "Åtkomstplats";

/* Label of field in authority info access extension */
"Access Method" = "Åtkomstmetod";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Anknytningen ändrad";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritm";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Utfärdarcertifikatets serienummer";

/* Authority info access extension label */
"Authority Information Access" = "Utfärdare - informationsåtkomst";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identifierare till behörighetsnyckel";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Grundläggande restriktioner";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit-sträng";

/* No comment provided by engineer. */
"bits" = "bitar";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte-sträng";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA-sammanjämkning";

/* X.509 key usage bitfield name */
"Cert Sign" = "Certifikatssignering";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Certifikatauktoritet";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Certifikatspärr";

/* Certificate Policies extension label */
"Certificate Policies" = "Certifikatpolicyer";

/* No comment provided by engineer. */
"Certificate Type" = "Certifikattyp";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Driftavbrott";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritiskt";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Distributionspunkter för lista över återkallade certifikat (CRL)";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-utfärdare";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-tecken";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Data";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Datachiffrering";

/* X.509 key usage bitfield name */
"Decipher Only" = "Dechiffrera bara";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digital signatur";

/* label for general name field value */
"Directory Name" = "Katalognamn";

/* label for general name field value */
"DNS Name" = "DNS-namn";

/* label for general name field value */
"EDI Party Name" = "EDI-partsnamn";

/* label for general name field value */
"Email Address" = "E-postadress";

/* X.509 key usage bitfield name */
"Encipher Only" = "Chiffrera bara";

/* No comment provided by engineer. */
"Expired" = "Utgånget";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Löper ut";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Explicit text";

/* Extended key usage extension label */
"Extended Key Usage" = "Utökad nyckelanvändning";

/* Label used for General Name entry when value is invalid */
"General Name" = "Allmänt namn";

/* Label used for General Names when value is invalid */
"General Names" = "Allmänna namn";

/* No comment provided by engineer. */
"Hostname mismatch." = "Ej matchande värdnamn.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Förhindra policykartläggning";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Ogiltigt: %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Ogiltig länkning i certifikatskedja.";

/* label for general name field value */
"IP Address" = "IP-adress";

/* No comment provided by engineer. */
"Issued By" = "Utfärdare";

/* No comment provided by engineer. */
"Issuer Name" = "Utfärdarens namn";

/* No comment provided by engineer. */
"Issuer Summary" = "Utfärdarsammanfattning";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Utfärdarens unika ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "Nyckelavtal";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Nyckelsammanjämkning";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Nyckelchiffrering";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Nyckelidentifierare";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Namn relativt till CRL-utfärdare";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nej";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Ickeförkastande";

/* field value of parameters field when no parameters are present */
"none" = "ingen";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "visas inte (tagg = %1$@; längd %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Ej giltigt efter";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Ej giltigt före";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Notisnummer";

/* Netscape certificate type usage value */
"Object Signing" = "Objektsignering";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objektsignerande CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid är för långt";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Ett eller flera certifikat har förfallit eller har ännu inte börjat gälla.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Hittade en eller flera kritiska tillägg som inte stöds.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisation";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Annat namn";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametrar";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Sökvägslängdstvång";

/* Policy constraints extension label */
"Policy Constraints" = "Policybegränsningar";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Policyidentifierare nr %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Policykvalificerare nr %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Policykrav ej uppfyllda.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Användningsperiod för privat nyckel";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Behörighet tillbakadragen";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Publik nyckelalgoritm";

/* No comment provided by engineer. */
"Public Key Data" = "Publik nyckeldata";

/* Label of field in extended key usage extension */
"Purpose" = "Syfte";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kvalificerare";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Orsaker";

/* label for general name field value */
"Registered ID" = "Registrerat ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Begär explicit policy";

/* Netscape certificate type usage value */
"Reserved" = "Reserverad";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Rotcertifikatet är inte betrott.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sekvens";

/* No comment provided by engineer. */
"Serial Number" = "Serienummer";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Ställ in";

/* No comment provided by engineer. */
"Signature" = "Signatur";

/* No comment provided by engineer. */
"Signature Algorithm" = "Signaturalgoritm";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-klient";

/* Netscape certificate type usage value */
"SSL server" = "SSL-server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Ämnesnyckel-ID";

/* No comment provided by engineer. */
"Subject Name" = "Ämnesnamn";

/* No comment provided by engineer. */
"Subject Unique ID" = "Ämnesunikt ID";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Ersatt";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Certifikatets har en utfärdare vars giltighetstid har löpt ut";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Certifikatets har en utfärdare vars giltighetstid inte är giltig ännu";

/* No comment provided by engineer. */
"This certificate has expired" = "Certifikatets giltighetstid har löpt ut";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Certifikatet är inte giltigt ännu";

/* The certificate is temporally valid */
"This certificate is valid" = "Certifikatet är giltigt";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Ej analyserat %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Oanvänt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Användning";

/* No comment provided by engineer. */
"Valid from" = "Giltigt från";

/* No comment provided by engineer. */
"Version" = "Version";

/* label for general name field value */
"X.400 Address" = "X.400-adress";

/* Label of a X.501 Name */
"X.501 Name" = "X.501-namn";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509-version %1$d %2$scertifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ja";

